[
    {
        "Attraction name": "Tower of London-London England",
        "Time range": "9:00 AM - 4:00 PM",
        "Description": "One of London's most famous landmarks, the historic Tower houses the Crown Jewels, the prison cell of Sir Walter Raleigh, known as the Bloody Tower, and the Chapel of St. John and the Royal Armories.",
        "Price": "$32.46"
    },
    {
        "Attraction name": "Churchill War Rooms-London England",
        "Time range": "9:30 AM - 6:00 PM",
        "Description": "Discover the secrets of the Second World War in the underground nerve centre where Churchill and his war cabinet lived and worked.",
        "Price": "$63.07"
    },
    {
        "Attraction name": "Tower Bridge-London England",
        "Time range": "9:30 AM - 5:00 PM",
        "Description": "An iconic London landmark and one of Britain's best loved historic sites, Tower Bridge is open to the public 363 days a year. Within the Bridge's iconic structure and magnificent Victorian Engine rooms, the Tower Bridge Exhibition is the best way of exploring the most famous bridge in the world! Come learn about this incredible feat of Victorian engineering, discover how the Bridge is raised and enjoy stunning panoramic views across London from our high-level walkways, 42 metres above the River Thames. Opening Times: 09:30 - 17:00 (last admission )",
        "Price": "$39.42"
    },
    {
        "Attraction name": "National Gallery-London England",
        "Time range": "10:00 AM - 6:00 PM",
        "Description": "The National Gallery houses the national collection of paintings in the Western European tradition from the 13th to the 19th centuries. It is on show 361 days a year, free of charge.",
        "Price": "$84.48"
    },
    {
        "Attraction name": "The British Museum-London England",
        "Time range": "10:00 AM - 5:30 PM",
        "Description": "A museum of the world, for the world. Discover over two million years of human history and culture. Some of the world-famous objects include the Rosetta Stone, the Parthenon sculptures and Egyptian mummies.",
        "Price": "$26.28"
    },
    {
        "Attraction name": "Westminster Abbey-London England",
        "Time range": "9:00 AM - 1:00 PM",
        "Description": "Westminster Abbey was initially built by Henry III in 1245 and it is one of the most important Gothic buildings of England. At first home of Benedictine monks, the coronation church since 1066 and the final resting place of 17 monarchs. It contains a treasury full of paintings, stained glass, pavements, textiles, books and various other artefacts plus the most significant collection of monumental sculptures of the UK. The Queen's Diamond Jubilee Galleries in the Abbey's Triforium opened in June 2018. Explore over 1,000 years of history in this truly unique space, high above the Abbey floor.",
        "Price": "$74.90"
    },
    {
        "Attraction name": "Borough Market-London England",
        "Time range": "8:00 AM - 5:00 PM",
        "Description": "An amazing food market dating back to the 13th century.",
        "Price": "$229.95"
    },
    {
        "Attraction name": "St Paul s Cathedral-London England",
        "Time range": "8:30 AM - 4:30 PM",
        "Description": "Rebuilt by Christopher Wren after the great Fire of 1666, St. Paul's has been the site of many historic state occasions; including Sir Winston Churchill's state funeral and the Royal Wedding of Prince Charles and Lady Diana Spencer. A busy working Christian community with several daily services at which all are welcome. St Paul\\u2019s also welcomes visitors with access to five levels of the Cathedral including the Whispering Gallery with its unique acoustics and the Stone and Golden Galleries atop the Dome offering breathtaking panoramic views over London. Multimedia guides in eight languages for adults and children are included with sightseeing admission as well as free guided tours to join upon arrival.",
        "Price": "$22.34"
    },
    {
        "Attraction name": "Natural History Museum-London England",
        "Time range": "10:00 AM - 5:50 PM",
        "Description": "A center of scientific excellence in the discovery of taxonomy and biodiversity, this world-famous museum promotes the discovery and enjoyment of the natural world through such exciting exhibits as the Life and Earth Galleries, wildlife garden and geological collections.",
        "Price": "$84.48"
    },
    {
        "Attraction name": "Hyde Park-London England",
        "Time range": "5:00 AM - 12:00 AM",
        "Description": "Once the hunting ground for Henry VIII, this large royal park is best known for its famous Speakers' Corner, where people speak their minds, Rotton Row, a famous horse-riding area and Serpentine Lake, home to waterfowl and oarsmen.",
        "Price": "$34.16"
    },
    {
        "Attraction name": "Chelsea FC Stadium Tour Museum-London England",
        "Time range": "9:30 AM - 5:00 PM",
        "Description": "Chelsea Football Club also offers an established and acclaimed Stadium Tour and Museum attraction, offering an information and exciting insight into Chelsea and Stamford Bridge, alongside an interactive and immersive museum experience.",
        "Price": "$31.54"
    },
    {
        "Attraction name": "Covent Garden-London England",
        "Time range": "9:00 AM - 8:00 PM",
        "Description": "Filled with restaurants, bars, markets and boutiques, London's premier tourist center offers fabulous shopping by day, and the destination of theatergoers and patrons of the Royal Opera House by night.",
        "Price": "$229.95"
    },
    {
        "Attraction name": "St James s Park-London England",
        "Time range": "5:00 AM - 12:00 AM",
        "Description": "This 90-acre park, the oldest Royal Park in London, features a large lake that is a wildlife sanctuary for ducks, geese, swans and even pelicans.",
        "Price": "$74.90"
    },
    {
        "Attraction name": "Up at The O2-London England",
        "Time range": "10:00 AM - 8:30 PM",
        "Description": "Get ready for a breathtaking new attraction, combining an exhilarating active outdoor challenge with a completely unique perspective on the Capital.Prepare yourself for an unforgettable 90 minute experience which will take you on an uplifting expedition across the roof of the world's most popular entertainment venue. Enjoy spectacular 360 degree views of London from our viewing platform in the centre of the roof, before finishing with a thrilling descent back to base to complete your adventure.",
        "Price": "$39.42"
    },
    {
        "Attraction name": "Sky Garden-London England",
        "Time range": "11:00 AM - 9:00 PM",
        "Description": "The famous enlarged glass dome of 20 Fenchurch Street is dedicated to three storeys of exquisitely landscaped public gardens and London's most exclusive social spaces, including observation decks and an open air terrace. Sky Garden also houses restaurants Darwin Brasserie, Fenchurch Seafood Bar & Grill and Sky Pod Bar.",
        "Price": "ml><html lang="
    },
    {
        "Attraction name": "Camden Market-London England",
        "Time range": "10:00 AM - 7:00 PM",
        "Description": "We're driven by the belief that you can only keep discovering if you keep looking ... so we're always adding interesting stores and traders. No two days are ever the same at Camden Market. Keep checking back to see what's new and what's next.",
        "Price": "$229.95"
    },
    {
        "Attraction name": "Regent s Park-London England",
        "Time range": "5:00 AM - 9:00 PM",
        "Description": "Originally a royal hunting ground, this scenic park is a popular recreation area offering an artificial lake, tennis courts, cricket ground, children's playgrounds and the London Zoo, which lies on the north side of the park.",
        "Price": "$210.24"
    },
    {
        "Attraction name": "Emirates Stadium Tour and Museum-London England",
        "Time range": "9:30 AM - 5:00 PM",
        "Description": "Journey into Emirates Stadium and go on an all access behind-the-scenes tour. You\\u2019ll have the opportunity to walk in the footsteps of your heroes, listen to their matchday experiences and explore never before seen footage. Tours available in 10 languages.",
        "Price": "$84.10"
    },
    {
        "Attraction name": "The View from The Shard-London England",
        "Time range": "10:00 AM - 10:00 PM",
        "Description": "Located 800ft above the ground, The View from The Shard is the highest viewing platform in London and is the only place to see the entire city all at once. The viewing galleries on Level 69 and the open-air Skydeck on Level 72 provide spectacular 360\\u00B0 views of London and beyond. In fact, on a clear day, visitors can see for 40 miles. Friendly and knowledgeable guest ambassadors are on hand to answer questions about this iconic building and the breath-taking views. Fall in love with the iconic skyline and spot famous sites including The Houses of Parliament, The Tower of London, Buckingham Palace, the Olympic Park and Wembley Stadium. Ideal for London\\u2019s culture seekers as well as those on their first trip to the capital.",
        "Price": "$67.34"
    },
    {
        "Attraction name": "Imperial War Museums-London England",
        "Time range": "10:00 AM - 6:00 PM",
        "Description": "Founded during the First World War, IWM London gives voice to the extraordinary experiences of ordinary people forced to live in a world torn apart by conflict. From the wonder of its world-famous atrium to the countless discoveries on each of its six floors, it is a place filled with the power to move, surprise and inspire.",
        "Price": "$11.81"
    },
    {
        "Attraction name": "Shakespeare s Globe Theatre-London England",
        "Time range": "10:00 AM - 5:30 PM",
        "Description": "Founded by the pioneering American actor and director Sam Wanamaker, Shakespeare's Globe is a unique international resource dedicated to the exploration of Shakespeare's work and the playhouse for which he wrote, through the connected means of performance and education.Together, the Globe Theatre Company, Shakespeare's Globe Exhibition and Globe Education seek to further the experience and international understanding of Shakespeare in performance.",
        "Price": "$22.34"
    },
    {
        "Attraction name": "HMS Belfast-London England",
        "Time range": "10:00 AM - 6:00 PM",
        "Description": "London\\u2019s warship experience. Climb on board and explore all 9 decks. Permanently moored on the Thames.",
        "Price": "$21.48"
    },
    {
        "Attraction name": "Kensington Gardens-London England",
        "Time range": "6:00 AM - 8:00 PM",
        "Description": "Separated from Hyde Park by the Serpentine, a lake used by boaters and swimmers, this park is calmer and more peaceful than its neighbor, and features many attractions including a statue of Peter Pan, Albert Memorial and the Serpentine Art Gallery.",
        "Price": "$46.12"
    },
    {
        "Attraction name": "Wallace Collection-London England",
        "Time range": "10:00 AM - 5:00 PM",
        "Description": "A free to visit, national museum in the heart of central London. Originally a private collection, the artwork was bequeathed to the nation by Lady Wallace in 1897. This attraction features one of the world's best collections of French 18th-century pictures, porcelain and furniture, plus a fantastic array of 17th-century paintings.",
        "Price": "$154.10"
    }
]